{
    "CCMisinfo": [
        {
            "tweetid": 218355,
            "finalStatement": "Climate models predict much drying in recent decades but inconsistent with observations of greening.",
            "correctedStatement": "Some northern regions have became warmer and wetter and grew greener. This trend seems to have slowed down in the past two decades and was replaced by a browning effect, especially in tropical regions and wildfires have increased both in scope and intensity. A loss in native vegetation and ecosystem is expected in many regions."

        },
        {
            "tweetid": 150998,
            "finalStatement": "This is not science. This is theocracy. To say that it is irresponsible to challenge consensus orthodoxies is to undermine science to say that science is weak and that its results have to be enforced rather than stand to criticism.",
            "correctedStatement": "Some northern regions have became warmer and wetter and grew greener. This trend seems to have slowed down in the past two decades and was replaced by a browning effect, especially in tropical regions and wildfires have increased both in scope and intensity. A loss in native vegetation and ecosystem is expected in many regions."
        },
        {
            "tweetid": 42236,
            "finalStatement": "The past 260 billion tons of CO2 emissions have had no warming effect.",
            "correctedStatement": "Humankind has emitted around 2.5 quadrillion tons of carbon dioxide (that is 2,500,000 tons of CO2) into the atmosphere since the year 1850. Carbon dioxide in the atmosphere allows sunlight in but traps heat by not letting infrared light reflected from the earth's surface escape, hence warming the planet."
        },
        {
            "tweetid": 47251,
            "finalStatement": "Earth has been frozen under ice and snow for 25 of its existence. During the cryogenic ice reached to the equator for some 200 million years. Volcanic upheaval eventually broke its stranglehold. This is a natural world far more chaotic than humans comprehend. CO2 played no part.",
            "correctedStatement": "Earth's history has seen periods of extreme climate fluctuations, including ice ages and volcanic activity. However, the scale and the speed of recent changes to the climate system as a whole is unprecedented for hundreds of thousands of years, certainly since humans have started settling. These changes are caused by human greenhouse gas emissions, especially CO2."
        },
        {
            "tweetid": 189881,
            "finalStatement": "Nope, along with climate induced flooding, cooling, heating, hurricanes, tornados, and long periods of calm and sunny weather. They love to forget the nice weather. And then blame fires on climate. Maybe volcanoes & earthquakes too?? I guess every bad thing is caused by climate.",
            "correctedStatement": "Climate change is the main driver of increased global fire activity and increases the chances for extremes weather events. Earthquakes and volcanoes are not a direct consequence of climate change."
        },
        {
            "tweetid": 368342,
            "finalStatement": "Top NASA Climate Modeler Admits Predictions Are 'Mathematically Impossible'.",
            "correctedStatement": "There is no track record of a NASA Climate Modeler ever saying that. Predictions and simulations are the bread and butter of the mathematically founded field of statistics, and climate models have proven remarkably accurate, so far."
        },
        {
            "tweetid": 157367,
            "finalStatement": "The current exceptional warming and cooling your seeing is due to the location of the Jet Stream. It's become very wavy due to the lack of Solar Energy going into the Oceans and nothing to do with Man Made CO2.",
            "correctedStatement": "Oceans have taken up 90% of the warming that has occurred in recent decades. This warming was caused by human greenhouse gas emissions. The Jet Stream's waviness, however, is probably caused by the temperature changes in the Arctic, which is heating up much faster than the global average."
        },
        {
            "tweetid": 15352,
            "finalStatement": "According to global warming theory the poles should warm significantly if carbon dioxide is driving temperatures. Just the opposite is occurring in the southern hemisphere.",
            "correctedStatement": "Over the last three decades, the South Pole has experienced a tremendously quick warming of 0.61 ± 0.34°C (1.1 ± 0.61°F) per decade, more than three times the global average. At the same time, the North Pole experienced a warming of four times the global average."
        },
        {
            "tweetid": 72613,
            "finalStatement": "Nice line from a recent Tweet Alarmists: think there is no natural climate change only AGW. So they are the real climate change deniers. But of course we know that the climate was totally static and unchanging in the 4 500 000 000 years before the Industrial Revolution.",
            "correctedStatement": "Scientists know that the climate varies naturally over long time scales. The speed of the recent warming since the 1950s, though, is unprecedented for as long as scientists can track back global temperatures. Also, the mechanism how human activities causes warming (i.e. greenhouse gas effect) is well understood."
        },
        {
            "tweetid": 49882,
            "finalStatement": "No sane and or honest person believes climate change or CO2 emissions are an existential threat to humanity. Not one.",
            "correctedStatement": "Climate change is a threat to human wellbeing and the health of the planet. Human greenhouse gas emissions have already caused widespread adverse impacts to humans and ecosystems, e.g., major extreme weather events, biodiversity loss, loss in crop yields, spread of mosquito-borne diseases,... This is expected to only get more extreme in the near future (e.g., sea level rise)."
        },
        {
            "tweetid": 24565,
            "finalStatement": "Attempting to electrify everything and doing so solely with renewables will require a massive expansion of our electric grid and enough new high voltage transmission capacity to circle the Earth about 10 times.",
            "correctedStatement": "In the US, there are 120,000 miles of transmission grid lines (around 11% of the world's transmission grid) which could circle the earth just below five times. Estimates say that between 13,000 and 91,000 miles (0.5 to 2.5 times around the world) of grid lines must be changed or built by 2035 in order to provide sufficient electricity from renewable sources. From 2017-2021, an average of 700 miles of transmission grid line has been added per year. In other countries with less land surface, less transmission grid lines will have to be built."
        },
        {
            "tweetid": 219819,
            "finalStatement": "Celebrities claim climate change is the biggest threat to the future but they arrive to Google's climate change summit in 114 private jets and Maserati SUVs. We guess the threat isn't that serious.",
            "correctedStatement": "Yep, and even with some fuel intensive superyachts. Google has organized the Google Camp annually since 2012 on various topics. In 2019, they convened about climate change. Unfortunately, just because there are some super rich hypocrites, does not make the threat of climate change less serious."
        },
        {
            "tweetid": 117833,
            "finalStatement": "The Paris Climate Agreement is disastrous. It will cost at least $1 trillion per year. It will make everyone poorer  except for politicians and environmentalists. It won't, however, change the climate.",
            "correctedStatement": "Combating climate change costs a lot less than only reacting to its consequences (which would also cost many more lives). Additionally, the International Labor Organization estimates that implementing the Paris Climate Agreement will result in a net increase of 18 million jobs worldwide."
        },
        {
            "tweetid": 453500,
            "finalStatement": "Despite Tens Of Billions Spent on Renewables And Steeper Energy Prices Europe's CO2 Output Climbs.",
            "correctedStatement": "In every year since 2017, the European Union emitted less CO2 than in the year before. With one exemption: in 2021, CO2 emissions increased after COVID-19 lockdowns and restrictions had been lifted."
        },
        {
            "tweetid": 21743,
            "finalStatement": "Imagine sacrificing 500 high-paying coal jobs, ranging up to $60,000/yr, for the climate hoax. Even if you believe in the hoax, global emissions are up 5% from pre-pandemic levels -- 90% because of China. Emissions from a single mine are insignificant.",
            "correctedStatement": "For a person in China, 7 tons of CO2 are emitted every year. For one person in the US, double the amount is emitted per year: 15 tons of CO2. At the same time, 99% of US coal energy plants are more expensive to run than it would be to replace them with their green alternatives. Additionally, experts say that it would not only be cheaper to run a grid on renewable energy but also stabler and the International Labor Organization estimates that implementing the Paris Climate Agreement will result in a net increase of 18 million jobs worldwide. China has already heard these calls and is transitioning to renewable energies in warp speed. In 2021 alone, China has built as much wind power capacity as the rest of the world put together in five years. In terms of both, wind and solar capacity, China has already taken the top position worldwide."
        },
        {
            "tweetid": 56309,
            "finalStatement": "Batteries are an expensive illusion. To back up a small wind farm, the batteries would cost more than 20 times than the wind farm itself... $3.6 billion for a 100MW wind farm. And then once the batteries are quickly drained, then what?",
            "correctedStatement": "Battery prices have tumbled since the 2010s and will continue to go down. For example, the construction of the Hornsdale Power Reserve in Australia with a storage capacity of 194 MWh did cost around 110 million US$. Battery storage is not only cheaper but also more flexible than gas power plants."
        },
        {
            "tweetid": 20614,
            "finalStatement": "Green technologies like electric vehicles, wind turbines and solar panels generally require more minerals to build than their fossil fuel-based counterparts. In other words, green tech means more mining, not less.",
            "correctedStatement": "As of 2019, an annual 8 billion tons of coal were mined in huge facilities and then burned. In comparison, 30 million tons of minerals will be needed per year for a clean energy production. Getting away from fossil fueled energy therefore is not the perfect solution as it will still leave deep traces of human activity on the planet. But it means that we could reduce our mining activities by 99%."
        },
        {
            "tweetid": 19601,
            "finalStatement": "Emissions cuts are a fool's errand. Even if Paris commitments are met 2030 emissions will be 16 higher than 2010. And no one is on track to meet Paris promises.",
            "correctedStatement": "The Paris Climate Agreement aims to reduce greenhouse gas emissions by 43% by 2030 compared to 1990. If this is met, greenhouse gas emissions will be 57% lower than in 2010."
        },
        {
            "tweetid": 16113,
            "finalStatement": "Willfully-blind ignorance about the consequences of [the rush to green policies]. Deep recessions, broken societies and millions more going hungry doesn't make them any less immoral. The road to hell is paved with good intentions. Bingo.",
            "correctedStatement": "Ignoring the consequences of climate change would bring catastrophic consequences including preventable fatalities, economic crises, famines and societal clashes. To prevent this, scientists call for climate action and many people around the world join their calls."
        },
        {
            "tweetid": 200831,
            "finalStatement": "Fossil fuel technology is likely the greatest tech developed by man. Has improved standard of living/health more than any other tech.",
            "correctedStatement": "That is a bold stance. The steam engine and later on the combustion engine certainly improved the human standards of living tremendously. But we have improved and innovated a lot since then. While providing a lot of energy, fossil fuels devastate the planet's livelihoods. That is why we constantly try to come up with new and better solutions."
        },
        {
            "tweetid": 530,
            "finalStatement": "Fossil fuels have helped the majority of the 8 billion people in the world to have much better lives. Over half of food production is dependent on fossil fuel derived fertilizers. The climate crazies will starve people by limiting nitrogen fertilizers.",
            "correctedStatement": "Burning fossil fuels also causes millions of preventable fatalities each year. 22% of the food produced worldwide is grown with the help of fertilizers that rely on fossil fuels. Experts think that transitioning towards net-zero fertilizers is feasable. Climate goals and food security goals are compatible. Instead, climate change leads to large losses in crop yields."
        },
        {
            "tweetid": 201,
            "finalStatement": "The Net Zero agenda poses a far greater threat to our living standards than austerity 2.0. And yet so-called progressives are totally onboard with it. These people care nothing for ordinary people's lives and aspirations.",
            "correctedStatement": "Ignoring the consequences of climate change would bring catastrophic consequences including preventable fatalities, economic crises, famines and societal clashes. To prevent this, scientists call for climate action and many people around the world join their calls."
        },
        {
            "tweetid": 572,
            "finalStatement": "Renewables won't take over anytime soon. Breathless climate campaigning makes us believe world will soon run on renewables. No. Past half century renewables 13-14%. By 2050, 28% On current trends, world reaches 100 in almost two centuries.",
            "correctedStatement": "In 2022, the global share of energy from renewable sources was 5.5%. To reach net zero, the International Energy Agency aims to reach 30% by 2030. To achieve this, growth will have to accelerate beyond the current growth numbers and many countries have already started to speed up the growth of renewable energy sources."
        },
        {
            "tweetid": 3941,
            "finalStatement": "The green agenda we're being sold is absolutely not green requiring the unprecedented mining of hitherto unimagined amounts of base and rare earth metals, also rare minerals... The never ending rape of the world we're supposed to be saving.",
            "correctedStatement": "As of 2019, an annual 8 billion tons of coal were mined in huge facilities and then burned. In comparison, 30 million tons of minerals will be needed per year for a clean energy production. Getting away from fossil fueled energy therefore is not the perfect solution as it will still leave deep traces of human activity on the planet. But it means that we could reduce our mining activities by 99%."
        },
        {
            "tweetid": 927,
            "finalStatement": "Carbon emissions from fossil fuels will hit record high in 2022. It is expensive to try to fix a 2100 problem with 2022 technology. Wouldn't try to solve today's problems with 1980s technology. Expensive to try.",
            "correctedStatement": "Carbon emissions are a today's problem. We already experience the consequences of climate change today. But as greenhouse gas emissions live for a very long time in the atmosphere, future generations will continue to experience the consequences of today's emissions, even if they have reached net zero. Without climate action, there will be irreversible damages to the planet and many regions of the world may become uninhabitable."
        },
        {
            "tweetid": 5407,
            "finalStatement": "The climate lobby has spent more than 30 years preaching apocalypse to goad countries to purge fossil fuels. But people simply aren't willing to make the sacrifices in standards of living that climate advocates insist on.",
            "correctedStatement": "In a poll conducted in 2021 in 10 countries, 62% of respondents saw the climate crisis as the main global environmental challenge. 76% of respondents said they would accept stricter rules and environmental regulations. Without climate action, we will see a more dramatic reduction in living standards."
        },
        {
            "tweetid": 287,
            "finalStatement": "Energy literacy starts with the knowledge that renewable energy is only intermittent electricity generated from unreliable breezes and sunshine, as wind turbines and solar panels cannot manufacture anything for the 8 billion on this planet.",
            "correctedStatement": "Electrical grids can not only be powered by renewable energy at zero or modest cost, but these energy sources can also stabilize current grids more effectively than current energy sources."
        },
        {
            "tweetid": 423,
            "finalStatement": "We need to have an honest conversation about balancing climate policy with energy and food security. This means connecting the question of emission reduction targets with an understanding of the technology and economic costs required to get there.",
            "correctedStatement": "The climate crisis severely threatens energy and food security. This is why scientists estimate that mitigating climate change is the economically favorable pathway meaning that the costs are lower than avoided climate damages. Actions to mitigate climate change therefore are the result of an honest conservation that policy makers and scientists had over year. The fossil fuel lobby tried to undermine this honest conversation by spreading disinformation and doubts about climate action."
        },
        {
            "tweetid": 927,
            "finalStatement": "You can't have a sensible debate about global warming & CO2 because it's developed into a religious sect. However, one thing is certain: it involves the biggest transfer of wealth from the poor to the rich. Energy costs impact the poorest most. We should focus on restoring nature.",
            "correctedStatement": "The current debate about climate change is driven by scientists and experts, not religious leaders. The consequences of human-caused climate change, including a destroyed nature, will have the worst impact on the poorest. To limit the consequences, especially but not only for the global south, scientists call for urgent climate action."
        },
        {
            "tweetid": 675,
            "finalStatement": "You are lying. Fossil fuels gave us cheap energy for decades so billions live longer healthier happier lives. Many technologies like carbon capture, filters fuel additives etc reduces emissions. Banning fossil fuels is creating fuel poverty and harming people.",
            "correctedStatement": "Fossil fuel technology did indeed lift the living standards of billions of people. Today, however, we also know about the downsides. They are threatening exactly these standards of living. Carbon capture is risky and insufficient. We must enter a transition towards clean energy sources. This transition is expected to lead to a net increase of 18 million jobs worldwide. Renewable energy sources are also cheaper than the mining of coal and gas."
        },
        {
            "tweetid": 1077,
            "finalStatement": "Solar and wind are far more expensive than established, reliable, stable, secure electricity from pure hydro, coal, gas, and nuclear. That's why your shift to unreliable, unstable, expensive solar and wind is devastating families and exporting manufacturing jobs.",
            "correctedStatement": "99 percent of all U.S. coal plants are more expensive to run than switching to green alternatives as such as solar, wind, or energy storage. A grid driven by renewable energy is not only cheaper to run but also more stable. The International Labor Agency estimates that mitigating climate change will lead to a net increase of 18 million jobs worldwide, many of which in Western countries."
        },
        {
            "tweetid": 718,
            "finalStatement": "Celebrities & global leaders say they care about climate change's impact on the poor. But by depriving Africa & Asia of fossil fuels while hoarding them for themselves, global elites aren't engaged in altruism. They're inflicting green imperialism.",
            "correctedStatement": "It is true that Western countries bear a special responsibility, as the consequences of their centuries-long history of pollution hit the poorest countries the most. This is why Western countries should lead the way towards net zero and behave as role models. African and Asian countries are not deprived of fossil fuels, as they can buy them according to normal free-market principles."
        },
        {
            "tweetid": 3030,
            "finalStatement": "Europe's transition to renewable energy and net zero carbon is not working, except to make life hard on average European citizens.",
            "correctedStatement": "The European Union has committed to attenuate the social and economic costs resulting from the energy transition by setting up a fund of €55 billion. Meanwhile, the EU already reduced their greenhouse gas emissions to 34% below the 1990 level which puts their goal of a 55% reduction by 2030 within reach."
        },
        {
            "tweetid": 2742,
            "finalStatement": "FACT CHECK Results of the Biden administration's extreme climate agenda cutting emissions by 44% by 2030. Annual Jobs Lost: 1.2 MILLION. Lost Economic Growth: $7.7 TRILLION. Increase in Electric Bills: 23% Increase in Gas Prices: 2$ PER YEAR.",
            "correctedStatement": "In July 2023, factcheck.org reported a net job increase of 3.8 million, an annual 2.1% economic growth, a 15.7% increase of the consumer price index, and a 51.2% increase of gas prices under the Biden administration. The gas price increase was mostly due to the energy crisis caused by the war in Ukraine. More renewables would make the energy prices less dependent on volatile gas prices. Climate action will be cheaper than the cost of unmitigated climate damages. The energy transition requires investments that will pay off."
        },
        {
            "tweetid": 3106,
            "finalStatement": "The war on 'fossil fuels' is absurd considering the vast fields of coal/oil/gas everywhere on earth. The mantle is brimming over with it. A United Nations bid for control, cash & power has led to an energy crisis that looms as the biggest self-inflicted disaster in human history.",
            "correctedStatement": "The 2021-2023 energy crisis was caused by a rapid post-pandemic economic rebound and escalated into a global crisis with the Russian invasion of Ukraine."
        },
        {
            "tweetid": 1732,
            "finalStatement": "Instead of the hysterical, religious doomsday calling, this book allows us for once to take a rational approach to fossil fuels recognize their unique, irreplaceable, literally life-giving and human flourishing enabling benefits.",
            "correctedStatement": "Human standards of living did improve with the rise of fossil fuels. Today, however, we also know about their downsides and innovation has given us better alternatives. The use of fossil fuels not only releases CO2 and therefore drives climate change. It also pollutes the air we breathe: Global air pollution deaths due to fossil fuels have been estimated at over 8 million people in 2018, that is nearly 1 in 5 deaths worldwide."
        },
        {
            "tweetid": 181,
            "finalStatement": "The technologies we would need to have Net Zero carbon emissions while maintaining current levels of energy use either do not exist or are not yet viable... It poses a serious threat to our living standards that no nation should be expected to tolerate.",
            "correctedStatement": "The energy transition will be a major feat. However, not mitigating climate would pose an even more serious threat to the living standards of people around the world and many clean and renewable technologies available today are not used to their full potential."
        },
        {
            "tweetid": 3236,
            "finalStatement": "It is morally bankrupt for Europeans to expect to take Africa's fossil fuels for their own energy production but refuse to countenance African use of those same fuels for theirs.",
            "correctedStatement": "Because western countries have caused the largest chunk of greenhouse gas emissions historically, and still continue to be high emitters, these nations have a particular responsibility to lead the way towards net zero. Other countries will likely follow, because clean energy not only mitigates the climate change, but will be cheaper and lead to more stable grids."
        },
        {
            "tweetid": 1158,
            "finalStatement": "Communist China pollutes more than the Europe, US and India combined and growing. Why do they get a pass? It is very costly to end coal and replace with wind and solar that mostly is made in China. They got us coming and going. The greens are helping China.",
            "correctedStatement": "For a person in China, 7 tons of CO2 are emitted every year. For one person in the US, double the amount is emitted per year: 15 tons of CO2. At the same time, 99% of US coal energy plants are more expensive to run than it would be to replace them with their green alternatives. Additionally, experts say that it would not only be cheaper to run a grid on renewable energy but also stabler. China has already heard these calls and is transitioning to renewable energies in warp speed. In 2021 alone, China has built as much wind power capacity as the rest of the world put together in five years. In terms of both, wind and solar capacity, China has already taken the top position worldwide."
        },
        {
            "tweetid": 349,
            "finalStatement": "The dishonesty of the climate debate. Why should rich countries pay $trillions/year in climate reparations? Because 'crescendo of disasters' and similar claims. Reality: fatalities and costs of climate disasters down, for rich, poor, and all countries.",
            "correctedStatement": "Weather-related disasters have increased five-fold over the past 50 years due to climate change. Thanks to improved early warning and disaster management, the number of deaths has decreased three-fold. Still, more than 91% of the deaths caused by natural disaster occurred in developing countries and without climate action, extreme fires, floods and storms will only become more intense and more frequent."
        },
        {
            "tweetid": 1600,
            "finalStatement": "The French Alps are snow capped in early November (just as they always have been). How can that be if CC is warming the Earth? A thinking person just might see that the whole CC thing is complete BS. Little warming with little change in climate. Relax, everything is normal.",
            "correctedStatement": "99% of climate scientists agree that the climate is indeed changing, primarily due to human activities, and this has significant consequences. One such consequence is the rapid melting of glaciers worldwide. Between 2000 and 2020, over a quarter of glacier mass melted. Experts unanimously concur that this is far from normal; rather, it is deeply concerning."
        },
        {
            "tweetid": 355,
            "finalStatement": "Latest NASA World Temperature Data for October shows the current base line 1991-2020 maintaining its confirmation that 'Global Warming' has been and gone for this Century. It's not surprising why the out of date base between 1951-1980 is still used: it has the highest reading.",
            "correctedStatement": "Scientists would update their base period once every thirty years. However, in 2015, they committed to a two-tier approach to guarantee that decisions makers could base their decision on current data: they would continue to use the 1950-1980 period and a second period that is updated every decade. Still, no matter which base period is used, the numbers corroborate drastic unprecedented from decade to decade."
        },
        {
            "tweetid": 1074,
            "finalStatement": "Today's 'global warming' is estimated to be an otherwise unmeasurable 0.4°C (0.72°F) over the 1979-2000 average... despite 50% of all manmade emissions. No 2022 weather event was unprecedented or can be blamed on CO2 emissions.",
            "correctedStatement": "Temperatures have increased by 0.89°C (1.6°F) compared to a long-term average from 1951-1980. This is significant, because long-term climate has remained much more stable for the last centuries compared to the recent warming. Climate change also makes weather extremes more likely and the underlying mechanisms are well understood."
        },
        {
            "tweetid": 1021,
            "finalStatement": "Global climate has not changed in any discernible way. At any given time at any given place, it is warmer, cooler, wetter, drier stormier, calmer than elsewhere. That is just weather. Not climate change.",
            "correctedStatement": "Meteorologists discern weather as the current events in the atmosphere and climate as the thirty years average of that weather. They are observing that the planet's climate is warming much quicker than it has in the past."
        },
        {
            "tweetid": 4201,
            "finalStatement": "Earth has been warmer than today for 65% of the last 11,000 years. This scientific fact alone destroys the basis for the UN's long-running fear campaign on global warming. Cycles of warm & cold are not related to carbon dioxide levels. This hoax only exists in virtual reality.",
            "correctedStatement": "The decadal average of 2000-2009 has been warmer than 82% of the past 11,000 years. Additionally, scientists are observing that the planet's climate is warming much quicker than it has in the past. Estimations say that 2015 already has been the warmest year of the past 11,000 years. Researchers clearly link this to human influence, especially CO2 emissions. Whilst the scenarios these scientists line out on the basis of their data can indeed be scary, they are very much based on scientific facts."
        },
        {
            "tweetid": 1396,
            "finalStatement": "The big picture of the real global crisis has been missed in the madhouse of hysteria & human greed. Earth has been in transition from hothouse to icehouse for 50 million yrs. Carbon dioxide sustains life and oxygen, but it's in full retreat. Temperatures are plummeting. Science.",
            "correctedStatement": "Scientists observe that the planet's climate is warming much quicker than it has in the past. They clearly link this to human influence, especially CO2 emissions. Whilst certain amounts of CO2 are needed for plants to flourish, the much higher concentrations of CO2 these days is even impairing plant growth."
        },
        {
            "tweetid": 136,
            "finalStatement": "Lots of links of studies of the Medieval Warm Period that climate science deniers (alarmists) want to pretend did not exist. Because there is no explanation for natural warming during this time. Studies point out temp was warmer back then than now.",
            "correctedStatement": "There were two Medieval Warm periods and their existence is undisputed among scientists. However, global average temperature data shows that these were insignificant compared to the recent warming. Today's changes are unprecedented for as long as scientists can track back global temperatures."
        },
        {
            "tweetid": 951,
            "finalStatement": "New study challenges paradigm that seasonal terrestrial changes drive global carbon cycle. Sea ice dynamics correlate better they report. Science not so 'settled'.",
            "correctedStatement": "Data shows that the CO2 levels in the atmosphere are lowest in autumn and highest in spring. The study referred to in the statement wants to find out why this is the case. At the same time, the authors do agree with more than 97% of climate scientists in saying that the overall CO2 level in the atmosphere has significantly increased. The authors even state that in the first sentence of their study."
        },
        {
            "tweetid": 429,
            "finalStatement": "NOAA cooks their temperature books. They have adjusted the data so that the present is warmer than the 1930s. Hard to sell us on CO2 being a problem when the temperature was warmer when there was a lot less CO2. If the data doesn't match the narrative, change the data.",
            "correctedStatement": "The global average temperature is calculated independently by several organizations and they all use slightly different measurement methods. Therefore, they get slightly varying results. However, they do all agree that the global temperature has risen at an unprecedented rate, especially since the 1970s."
        },
        {
            "tweetid": 4924,
            "finalStatement": "Carbon dioxide emissions have no effect on world climate - even doubling to 800ppm. CO2's ability to store outgoing radiation vanishes to almost nothing after 180ppm - now 410ppm. The UN's fake climate scare campaign on CO2 emissions has caused a global energy & economic crisis.",
            "correctedStatement": "Historical data show that global temperature is increasing directly proportional to the increase CO2 concentrations in the atmosphere. The physical mechanism of this, the greenhouse gas effect (carbon dioxide in the atmosphere allows sunlight in but traps heat by not letting infrared light reflected from the earth's surface escape, hence warming the planet), has been discovered 200 years ago and is undisputed."
        },
        {
            "tweetid": 161,
            "finalStatement": "CO2 is major plant food. In an honest world we would be celebrating this. More food to feed 8 billion people. Add some fossil fuel derived fertilizers and harvests have increased more than 30% for nearly every food crop across the world in last 40 years.",
            "correctedStatement": "Whilst certain amounts of CO2 are needed for plants to flourish, humans have increased CO2 levels in the atmosphere by a third in just 120 years after it had been relatively steady for thousands of years. Scientists observe that this CO2 concentration in the atmosphere is starting to show detrimental effects on plant growth and climate change is further threatening crop yields."
        },
        {
            "tweetid": 1474,
            "finalStatement": "Today's 'global warming' is an estimated 0.3∞C (0.54∞F) over the 1979-2000 average for the date... not even measurable... despite 50% of total emissions. Warm in Europe. Cool elsewhere. Just weather... and climate propaganda.",
            "correctedStatement": "Temperatures have increased by 0.89°C (1.6°F) compared to a long-term average from 1951-1980. Average temperatures have remained much more stable for the last centuries compared to the recent warming and even seemingly miniscule changes of tenth of a degree in average temperatures are significant and measurable. Scientists clearly link the changes to human influence, especially CO2 emissions. Weather (events specific to one region or point in time) should not be confused with climate (long-term averages across the globe)."
        },
        {
            "tweetid": 760,
            "finalStatement": "As more wind and solar are added they raise electricity prices and destabilize electric grids. Because they are part-time unreliable weather dependent sources. We want full-time electricity. Not part-time like third world countries. All for silly expensive net zero. CA pays more.",
            "correctedStatement": "Electrical grids can not only be powered by renewable energy at zero or modest cost, but these energy sources can also stabilize current grids more effectively than current energy sources."
        },
        {
            "tweetid": 181,
            "finalStatement": "The technologies we would need to have Net Zero carbon emissions while maintaining current levels of energy use either do not exist or are not yet viable... It poses a serious threat to our living standards that no nation should be expected to tolerate.",
            "correctedStatement": "The International Energy Agency posits that a radical technological transformation is needed to arrive at energy usage with net zero emissions. This also includes the development of new technologies that do not exist yet. However, not mitigating climate would pose a more serious threat to the living standards of people around the world."
        },
        {
            "tweetid": 727,
            "finalStatement": "Net Zero makes us Net Poorer. No one voted to be Net Poorer.",
            "correctedStatement": "Reducing emissions economically favorable pathway meaning that the costs to reach net zero are lower than the costs of climate damages without climate action."
        },
        {
            "tweetid": 1274,
            "finalStatement": "The evidence for manmade climate change is so thin they cannot debate it. They hide behind the lie of consensus. There is no room for consensus in science. The basis is a provable hypothesis. There is not a single peer reviewed study that proves manmade CO2 is causing warming.",
            "correctedStatement": "In a study from 2016, scientists found and reviewed 11,944 peer-reviewed studies on climate change. They conclude that the scientific consensus ranges between 90-100%. Climate change is as proven as any scientific theory has ever been."
        },
        {
            "tweetid": 558,
            "finalStatement": "As Climategate revealed and despite much pretending to the contrary: The 2∞C and 1.5∞C global temperature targets were 'plucked out of thin air' and are not scientific. Stalin had 5-year plans. John Kerry has Paris targets.",
            "correctedStatement": "In 2015, a fact-finding report concluded that even a warming of 1.5°C (1.6°F) above the preindustrial average over an extended, decades-long period would lead to high risks for some regions and vulnerable ecosystems. Its recommendation was to set the 1.5 degrees Celsius limit as a defense line."
        },
        {
            "tweetid": 1625,
            "finalStatement": "Global Warming hits South America.. and the planet hits a Climate Emergency high of 0.3C.. wake up there is no 'Climate Emergency'.. just an insane belief that humans are evil and capitalism must be abolished and replaced with socialism to save Mother Nature..",
            "correctedStatement": "The planet has already heated up by 0.89°C (1.6°F) compared to a long-term average of 1950-1980. This is quicker than any change in temperature ever recorded before. Climate change is endangering people's livelihood, the ecosystems, and native flora and fauna. It is expected to lead to dramatic consequences for humankind and including many preventable fatalities, famines, diseases, losses of livelihoods, and social clashes."
        },
        {
            "tweetid": 156,
            "finalStatement": "Global warming experts predicted that snow would be a thing of the past by now. Yet, we keep getting healthy amounts. Plenty of places to ski.",
            "correctedStatement": "Climate change's consequences are complex: some regions in Northern America might see an increase in snow fall as the air gets more humid, while others see a decline as temperatures increase. Globally, snow cover is decreasing dramatically because of climate change. Glaciers are retreating rapidly. And many ski resorts are already facing an uphill battle having to resort to expensive artificial snow or to shorten operating seasons."
        },
        {
            "tweetid": 982,
            "finalStatement": "Too often, academic reports on climate use highly skewed data that seem to have been carefully selected to support aggressive environmental regulations. One recent and much-cited Lancet report appears deliberately deceptive.",
            "correctedStatement": "Challenging consensus is a fundamental aspect of science. However, after decades of debates and research, more than 97% of climate scientists agree that the climate is changing and that human action is causing this."
        },
        {
            "tweetid": 1402,
            "finalStatement": "Death and privation caused by the lack of affordable energy caused by Green Energy policies will not affect the Elites at all. They want us to eat bugs, do a lot less as they carry on with their lives just as they are doing now. Climate scamsters. They should lead by example.",
            "correctedStatement": "Experts expect that the transition to renewable energy sources will lead to energy grids that are cheaper and more stable than today's grids. In the meantime, wealthy individuals are responsible for a disproportionately large amount of CO2 emissions. To account for this inequality, options like carbon taxes (and a redistribution of the tax money to citizens) are debated."
        },
        {
            "tweetid": 280,
            "finalStatement": "The IPCC of the UN, the lead scamster organization admits that future climate cannot be predicted. Then goes on to predict it anyway. Think about that. They can't predict the weather a month from now. They can't predict the climate 20 years or 50 years from now! Silly really!",
            "correctedStatement": "Whilst predictions will never be perfect, scientists have developed increasingly better models. Predicting climate trends is different from predicting individual and local weather events. Because the effect of greenhouse gas emissions on temperatures is well understood, climate models can make predictions for multiple decades (and quantify the uncertainty margins). Past climate models have proven remarkably accurate."
        },
        {
            "tweetid": 131,
            "finalStatement": "February 2014: NYTimes runs an op-ed titled 'The End of Snow?' November 2022: Demand for ski homes strongest in 8 years. No climate apocalyptic has ever predicted anything correctly.",
            "correctedStatement": "Demand for ski homes is no suitable indicator climate change. In fact, climate change's consequences are complex: some regions in Northern America might see an increase in snow fall as the air gets more humid, while others see a decline as temperatures increase. Globally, snow cover is decreasing dramatically because of climate change. Glaciers are retreating rapidly. And many ski resorts are already facing an uphill battle having to resort to expensive artificial snow or to shorten operating seasons."
        },
        {
            "tweetid": 1467,
            "finalStatement": "The 'Climate Crisis'(TM) is being used as an excuse to grab more control over everyone's lives. You won't own a petrol car, you won't eat red meat and your bank will track your carbon footprint, but you can bet the richest and most powerful will still be eating T-Bones.",
            "correctedStatement": "Wealthy individuals are responsible for a disproportionately large amount of CO2 emissions. To dissolve this inequality, options like carbon taxes (and a redistribution of the tax money to citizens) or even bans of some behaviors are debated."
        },
        {
            "tweetid": 824,
            "finalStatement": "We can all see climate is not changing or warming. We don't need lectures in a long-running fear campaign from the United Nations, a front for socialism & globalism. This politically charged scam is a bid to reset the world economy by punishing, blaming & degrading the west.",
            "correctedStatement": "Climate change refers to a phenomenon that is observed not so much from year to year but rather from decade to decade. That is why changes to the climate are oftentimes not subjectively observable. Though, data unequivocally shows that the planet's climate is indeed heating up quickly and that this is caused by human activities, especially CO2 emissions."
        },
        {
            "tweetid": 388,
            "finalStatement": "At climate summit, elites chow down on gourmet meats while telling us to eat bugs.",
            "correctedStatement": "No global leader has given orders to eat bugs. Despite that, more than 2 billion people in the world eat insects on a daily basis, as they are protein-rich and cheap in production. This is why some western start-ups are thinking about marketing insects as food source as well. Eating them will remain voluntary and optional."
        },
        {
            "tweetid": 2068,
            "finalStatement": "The UN's climate hoax has been rewarded with global media fanfare & our weak & clueless leaders. It's a crushing attack on our hard won freedom, democracy & rights. Millions of our bravest died in 2 world wars to stop such an iron fist over our lives. It's here once more.",
            "correctedStatement": "Climate change is real and human-made. Experts think that not doing anything about it would bring catastrophic consequences including preventable deaths, economic crises, famines and societal clashes. To prevent this, they call for climate action. However, they do not call for undermining freedom, democracy, and individual rights."
        },
        {
            "tweetid": 2065,
            "finalStatement": "The climate hoax devised by the UN, supported by rich elitists is endorsed by our treacherous leaders is an attack on freedoms & rights. Climate cultism is a form of global self hatred. It aims to punish western nations by transferring huge reparations to the developing world.",
            "correctedStatement": "Climate change is real and human-made. Experts think that not doing anything about it would bring catastrophic consequences including preventable deaths, economic crises, famines and societal clashes. To prevent this, they call for climate action. However, they do not call for undermining freedom, democracy, and individual rights."
        },
        {
            "tweetid": 1835,
            "finalStatement": "This is a portrait of climate fraud, posturing as the saviours of the world. They are a breed of crooks, getting rich by ripping off gullible western nations. The UN led climate hoax has been running since 1988. They want us to believe a pack of lies about earth's climate.",
            "correctedStatement": "More than 97% of climate scientists agree that climate change real and human-made. Experts think that not mitigating it would bring catastrophic consequences including preventable deaths, economic crises, famines and societal clashes."
        },
        {
            "tweetid": 440,
            "finalStatement": "The Bible calls for a principle of stewardship where God's people are advised to use the resources of the earth for the betterment of people's livelihood. Among those resources are fossil fuel reserves.",
            "correctedStatement": "Our current use of resources, especially that of fossil fuels, is endangering people's livelihood, the ecosystems, and native flora and fauna. Climate Change is expected to lead to dramatic consequences for humankind, including many preventable fatalities."
        },
        {
            "tweetid": 83298,
            "finalStatement": "No one intends to cut emissions. That's why emissions targets are set for the year 2050. 2050 is a ruse for leaders to dodge having to make suicidal cuts. They also hope that Greta the Climate Puppet will have gotten a life by then.",
            "correctedStatement": "In the Paris Climate Agreement, world leaders have committed to efforts that would lead to a peak of greenhouse gas emissions by 2025 and a 43% decline by 2030. In order to avert the most dire consequences of climate change, urgent and adequate climate action is needed."
        },
        {
            "tweetid": 63277,
            "finalStatement": "Radical environmentalists want to make energy more expensive so their preferred and less reliable sources of electricity can finally compete in the marketplace. They want to pick the 'energy winners' and in the process make us all 'energy losers'.",
            "correctedStatement": "Electrical grids can not only be powered by renewable energy at zero or modest cost, but these energy sources can also stabilize current grids more effectively than current energy sources."
        },
        {
            "tweetid": 1310,
            "finalStatement": "Greta Thunberg says she's anti-capitalist because she cares about people and the environment but that's absurd. Free markets have lifted millions out of poverty and reduced emissions. The real reason elites hate capitalism is because it threatens their power.",
            "correctedStatement": "In fact, some elites and big corporations profit of the current system which is why they sow doubt about climate change or try to delay climate action. Climate change however poses a threat to the living standards we achieved and will affect people with poverty and displacement. Climate action can also be implemented in capitalist societies: but the true costs of emitting greenhouse gasses need to be reflected in the prices. Currently, markets are distorted creating an unfair advantage for fossil fuels."
        },
        {
            "tweetid": 116617,
            "finalStatement": "Truth is the First Casualty of Global Warming. The truth about climate change is nuanced: it is real, and in the long term it will be a problem, but its impact is less than we might believe.",
            "correctedStatement": "Greenhouse gas emissions lead to more extreme weather events, global sea rise, loss of fertile and habitable land, spread of mosquito-borne diseases, loss of native flora and fauna and to widespread damaging effects across our planet. In fact, many estimates by climate estimates were conservative underestimating the losses and damages due to climate change."
        },
        {
            "tweetid": 20854,
            "finalStatement": "Wind failure driving up natural gas and electricity prices in Europe. It's expensive to rely on wind...and it's even more expensive when wind fails. The problem hasn't even started yet. Europe will face a very tight winter.",
            "correctedStatement": "Electrical grids can not only be powered by renewable energy at zero or modest cost, but these energy sources can also stabilize current grids more effectively than current energy sources. If not enough energy should be available in Europe (which is very unlikely), this is due to a lack of renewable energy expansion and insufficient planning."
        },
        {
            "tweetid": 244298,
            "finalStatement": "House hearing on climate treaty: Eliminating US CO2 emissions might reduce global temp by only 0.1C by 2100.",
            "correctedStatement": "It is almost impossible to calculate the exact consequences of one country eliminating its CO2 emissions. Mitigating the consequences of human CO2 emissions will be a global challenge. This is why 196 countries have committed to efforts to limit global warming to 1,5°C (2.7°F) in the Paris Climate Agreement. Currently, the US is responsible for 14% of the global annual CO2 emissions and, historically, has been responsible for roughly a quarter of all CO2 emissions since the industrial revolution. US emissions are relevant for the global climate. "
        },
        {
            "tweetid": 433734,
            "finalStatement": "2016: Already almost 50 new peer-reviewed papers refuting alarmist CO2 science. Show natural cycles indisputable.",
            "correctedStatement": "We know that the CO2 levels in the atmosphere are annually fluctuating with the seasons. These natural cycles are undisputed among researchers and many articles try to shed light on the mechanics behind these fluctuations. The very same researcher are not at all refuting climate change. Independent of the cycles, the general average concentration of CO2 in the atmosphere is 50% above the pre-industrial levels. The last time earth has seen these concentrations was more than 4 million years ago and sea levels were 5 to 25 meters higher than today."
        },
        {
            "tweetid": 530268,
            "finalStatement": "Earth's temperature have been made with flawed and oversimplified internal physical assumptions.",
            "correctedStatement": "Earth's temperature is not made, it's measured. These measurements are taken with normal thermometers. The results show that the planet has heated up by 0.89°C (1.6°F) compared to the long-term average from 1951 to 1980. Scientific model predictions have been remarkably accurate."
        },
        {
            "tweetid": 147217,
            "finalStatement": "97% of climate models say that 97% of climate scientists are wrong.",
            "correctedStatement": "Climate models are important simulation tools for improving our understanding of climate and predicting future climate change based on different scenarios. They are constantly tested and refined and past models have made remarkably accurate predictions."
        }
    ]
}