{
    "CCInfo": [
        {
            "tweetid": 1,
            "finalStatement": "Climate change has reached an alarming point. That's why it's more important than ever to take action!"
        },
        {
            "tweetid": 2,
            "finalStatement": "Hurricanes become exponentially larger, more intense, and more frequent."
        },
        {
            "tweetid": 3,
            "finalStatement": "Scientists already know how to solve the climate crisis. Scientists, engineers, programmers, healthcare workers, economists, and policy makers have all been working together to create solutions for decades. We understand what needs to be done. We just have to make the changes."
        },
        {
            "tweetid": 4,
            "finalStatement": "Climate instability is our fate if we don't start seriously cutting our emissions today."
        },
        {
            "tweetid": 5,
            "finalStatement": "The clock is ticking on global warming, with CO2 levels expected to shatter records."
        },
        {
            "tweetid": 6,
            "finalStatement": "It's official: The last five years were the warmest ever recorded."
        },
        {
            "tweetid": 7,
            "finalStatement": "But don't people just adapt? Not really. We don't find evidence of sleep adaptation to warmer temps within days, between days, across summer months, or between climate regions. The sleep impact of a 1 °C increase in warmer locations is significantly larger than in colder ones."
        },
        {
            "tweetid": 8,
            "finalStatement": "Sea level rise from ocean warming underestimated, scientists say."
        },
        {
            "tweetid": 9,
            "finalStatement": "Think of the climate crisis as a truck speeding down an ever-steeper hill. It becomes harder to stop every day we wait. To say that we will shoot for zero emissions by 2050 is like saying we will finally pull the emergency break after we go into freefall. It may be too late."
        },
        {
            "tweetid": 10,
            "finalStatement": "There has been a sharp increase in the number of extreme weather events over the previous twenty years as a result of global heating, mainly floods and storms. "
        },
        {
            "tweetid": 11,
            "finalStatement": "Extinction crisis: rising sea levels will submerge thousands of islands."
        },
        {
            "tweetid": 12,
            "finalStatement": "We know that our climate crisis is more than an environmental problem. It is a public health and social justice issue that disproportionately burdens communities of color."
        },
        {
            "tweetid": 13,
            "finalStatement": "Climate changing at fastest pace since the age of dinosaurs."
        },
        {
            "tweetid": 14,
            "finalStatement": "There are many potential adaptation options: protection, relocation, accommodation. For non urbanized low-lying areas, it can be relevant to consider avoiding building further as long as we don't know how quickly sea-levels will rise."
        },
        {
            "tweetid": 15,
            "finalStatement": "Glaciers are disappearing in front of our very eyes."
        },
        {
            "tweetid": 16,
            "finalStatement": "Antarctica melting faster than ever before posing significant threat to coastal cities, according to major study."
        },
        {
            "tweetid": 17,
            "finalStatement": "Countless scientific articles, surveys and reports have enabled detailed assessments of the scale and rate of biological devastation and its consequences. Yet we have failed to motivate governments and society to initiate the transformative change required to avoid further catastrophe."
        },
        {
            "tweetid": 18,
            "finalStatement": "Migration and the climate crisis: the UN’s search for solutions. While migration and climate have always been connected, but in the modern era, the impacts of the man-made climate crisis are likely to extensively change the patterns of human settlement."
        },
        {
            "tweetid": 19,
            "finalStatement": "When health is taken into account, climate change mitigation is an opportunity, not a cost."
        },
        {
            "tweetid": 20,
            "finalStatement": "Climate change is opening up new territory to ticks — and to Lyme disease."
        },
        {
            "tweetid": 21,
            "finalStatement": "Heat waves are hitting around the globe. Scientists say climate change is making them more frequent."
        },
        {
            "tweetid": 22,
            "finalStatement": "As we continue to grapple with climate change, we can expect consumers, rather than politicians, to increasingly drive degrowth by changing their consumption patterns. Firms should think in an innovative way about this consumer-driven degrowth as an opportunity."
        },
        {
            "tweetid": 23,
            "finalStatement": "Climate change could erase 50 years of health advances, report says."
        },
        {
            "tweetid": 24,
            "finalStatement": "Human influence on the climate system is clear. "
        },
        {
            "tweetid": 25,
            "finalStatement": "More ices will melt, permafrost will further increase CO2 levels. All over the world temperature is rising. It is well enough to influence wind movements, weather and migration day species. Hence, begin the irreversible chain reactions. Act now for future."
        },
        {
            "tweetid": 26,
            "finalStatement": "Clean coal doesn't exist. There is nothing clean about coal."
        },
        {
            "tweetid": 27,
            "finalStatement": "Effective climate crisis solutions honor human rights and the rights of nature. Localized democracies that champion community rights to energy, land, water, and food sovereignty are the best answers to combating exploitation."
        },
        {
            "tweetid": 28,
            "finalStatement": "A fully decarbonised, largely renewables based power system, will be fundamental also for our decarbonisation efforts in a long-term 2050 perspective."
        },
        {
            "tweetid": 29,
            "finalStatement": "Due to the increased amounts of people having to migrate due to natural disasters and natural resource degradation caused by climate change, governments need to be willing to support resettlement policies and to take in environmentally displaced people. "
        },
        {
            "tweetid": 30,
            "finalStatement": "I don't know if I necessarily agree with the idea that vegetarianism/veganism has to be an all-or-nothing thing. Its not a personally sustainable approach for many and turns many off. Even eating a couple vegan/vegetarian meals per week drastically shrinks your footprint."
        },
        {
            "tweetid": 31,
            "finalStatement": "The warming Arctic permafrost may be releasing more nitrous oxide, a potent greenhouse gas, than previously thought."
        },
        {
            "tweetid": 32,
            "finalStatement": "The vanishing of the Greenland icesheet could lead to up to 7m sea level rise."
        },
        {
            "tweetid": 33,
            "finalStatement": "Climate change will fuel forced migration. We all need to prepare, in a coordinated way, and to protect the most vulnerable "
        },
        {
            "tweetid": 34,
            "finalStatement": "Two thirds of global energy investments still go into fossil fuels, 50% of agricultural subsidies in OECD countries harm the climate, and various tax provisions encourage fossil fuel production and use."
        },
        {
            "tweetid": 35,
            "finalStatement": "Lastly, an inclusive approach to adaptation is required. The greatest gains in wellbeing can be achieved by prioritising investment to reduce climate risk for low-income and marginalised people, including people living in informal settlements."
        },
        {
            "tweetid": 36,
            "finalStatement": "Achieving netzero will require systemic change in the way we behave as societies, shifting to a dominant world view that is based on valuing quality of life and human wellbeing rather than material wealth, and connection with nature rather than its conquest."
        },
        {
            "tweetid": 37,
            "finalStatement": "Wind is cheaper than coal, oil and gas, says European Union study."
        },
        {
            "tweetid": 38,
            "finalStatement": "Climate change will most threaten communities of species that have narrow niches (e.g. tropics)... "
        },
        {
            "tweetid": 39,
            "finalStatement": "Hands up who expected five years ago that globally, wind and solar combined are now generating more energy than nuclear?"
        },
        {
            "tweetid": 40,
            "finalStatement": "A reminder from the United Nations Environment Program that climate change, damage to ecosystems and planetary 🌎 biodiversity loss are factors which favor the emergence of zoonotic diseases such as COVID19."
        },
        {
            "tweetid": 41,
            "finalStatement": "'There's about as much scientific consensus about human-caused climate change as there is about gravity,” says geophysicist Michael Mann in response to President Trump’s questioning the science behind climate change."
        },
        {
            "tweetid": 42,
            "finalStatement": "Sea level rise for coastal communities isn't just a problem for the future, it's a problem right now. Sea level rise has a profound impact on coastal infrastructure because it’s often built on cheaper, low-elevation land. "
        },
        {
            "tweetid": 43,
            "finalStatement": "New data from the Carbon Disclosure Project shows over 100 of the world’s cities now get the majority of their electricity from renewables."
        },
        {
            "tweetid": 44,
            "finalStatement": "Climate change is making home insurance unavailable or unaffordable in the riskiest areas for hurricanes, wildfires and flooding."
        },
        {
            "tweetid": 45,
            "finalStatement": "With the Paris Agreement, 196 countries committed the world to zero net carbon pollution in the 2nd half of the century."
        },
        {
            "tweetid": 46,
            "finalStatement": "International Energy Agency: Decarbonizing the world economy will save $71 trillion by 2050."
        },
        {
            "tweetid": 47,
            "finalStatement": "It's now cheaper to build a new wind farm than to keep a coal plant running! "
        },
        {
            "tweetid": 48,
            "finalStatement": "However, I maintain that climate change is a collective problem and it needs a collective solution. We need to get rid of fossil fuels altogether and that's going to require much more than changing our individual behaviors."
        },
        {
            "tweetid": 49,
            "finalStatement": "We urgently need to:  🛑 STOP using climate-wrecking oil, coal, and gas. 👷🏼 Create millions of jobs to replace fossil fuels with wind and solar. ⚡️Build adaptive resilience into energy systems so that they work in extreme weather!  It's time to thrive!"
        },
        {
            "tweetid": 50,
            "finalStatement": "Abandoned coal mines get ‘second life’ by being transformed into large-scale solar farms."
        },
        {
            "tweetid": 51,
            "finalStatement": "Extreme weather is becoming the new normal. Climate impacts will intensify and hit vulnerable countries and communities the hardest. We need to adapt."
        },
        {
            "tweetid": 52,
            "finalStatement": "Climate crisis is called the Sixth Mass Extinction for a reason: since the 1970s, animal populations around the world have decreased by an average of 69%. And that number is increasing. Four years ago it was just 60%. We need climate action now. "
        },
        {
            "tweetid": 53,
            "finalStatement": "Around the world, cruise lines sell the beauty of their destinations and tout their environmental responsibility, and yet they pollute the places they visit by burning sulfur-laden heavy fuel oil. It is the dirtiest fuel available."
        },
        {
            "tweetid": 54,
            "finalStatement": "Weather extremes will be the norm as world warms."
        },
        {
            "tweetid": 55,
            "finalStatement": "Also the US national climate assessment's summary reads: With significant reductions in emissions, the increase in annual average global temperature could be limited to 3.6°F (2°C) or less. The time to act is now though. "
        },
        {
            "tweetid": 56,
            "finalStatement": "The climatecrisis is a health crisis."
        },
        {
            "tweetid": 57,
            "finalStatement": "New UN report shows: Cutting the super-potent greenhouse gas, methane, quickly and dramatically is the world’s best hope to slow and limit the worst of global warming."
        },
        {
            "tweetid": 58,
            "finalStatement": "The leading climate scientists are warning of the threat of climate change today, which will get worse tomorrow. Climate deniers deny this science and, by doing so, threaten all our lives and that of our children."
        },
        {
            "tweetid": 59,
            "finalStatement": "We've progressed as a family - sold our car, eat a lot less meat (struggle w/cheese), buy used when we can, and don't plan to travel much. We rent; stuck with a gas furnace as long as it's functional. We've cut our emissions by more than 50% in four years. You can, too. "
        },
        {
            "tweetid": 60,
            "finalStatement": "Substantial climate mitigation would require large changes in investment flows."
        },
        {
            "tweetid": 61,
            "finalStatement": "It's also super important to remember that all of this is essentially irreversible. Whatever point we let climate impacts (heat, floods, sea-level rise, fires, etc.) get to, that is where they will stay for a very long time. We will not live to see them start to get better."
        },
        {
            "tweetid": 62,
            "finalStatement": "More than 97% of climate scientists agree that climate change is real and being driven by our burning of fossil fuels. Those scientists come from every corner of the globe and every scientific background you can think of."
        },
        {
            "tweetid": 63,
            "finalStatement": "What most people don't realize is that the Arctic is the canary in the coal mine for climate change. Once the sea ice starts moving, more heat is absorbed by the Arctic waters, which only accelerates the warming."
        },
        {
            "tweetid": 64,
            "finalStatement": "It is critical to tackle climate change and biodiversity loss in a joined up way. Neither can effectively be dealt with individually. "
        },
        {
            "tweetid": 65,
            "finalStatement": "Adapting to Climate Change is one of the best things we can do for ourselves, our families and our communities. And we shouldn't be making adaptation or mitigation (emissions reductions) an either-or question. We need both."
        },
        {
            "tweetid": 66,
            "finalStatement": "We need real solutions to tackle the climate crisis - not shameless handouts to industries that are actively polluting our planet and bringing forth extreme, deadly weather. "
        },
        {
            "tweetid": 67,
            "finalStatement": "Political solutions to climate change require democracy, not technocracy"
        },
        {
            "tweetid": 68,
            "finalStatement": "Bioenergy can be used to help decarbonise sectors where electrification is challenging, like aviation and shipping. See IRENA's (International Renewable Energy Agency) Global Energy Transformation report to learn how renewables can enable meeting the Paris Agreement."
        },
        {
            "tweetid": 69,
            "finalStatement": "The ozone hole is healing because we stopped emitting freon. Now we need to stop the use of fossil fuels."
        },
        {
            "tweetid": 70,
            "finalStatement": "To avoid runaway climate change and species loss, we need a massive surge in public spending — but that alone won't be enough. Private financiers must shift capital away from activities that deplete and destroy, and instead start rewarding businesses that rebuild and restore."
        },
        {
            "tweetid": 71,
            "finalStatement": "Systems steer towards their goals. If growing an economy is the goal, a system will steer towards that, not towards saving lives, protecting wellbeing, bolstering mental health, or promoting ecological sustenance."
        },
        {
            "tweetid": 72,
            "finalStatement": "Animal agriculture is the second biggest source of greenhouse gas emissions, and responsible for up to 18 percent of emissions worldwide."
        },
        {
            "tweetid": 73,
            "finalStatement": "Decarbonising the economy by 2050 with renewables could see global welfare improve by 17% — developing economic, social and environmental prosperity."
        },
        {
            "tweetid": 74,
            "finalStatement": "From a global warming perspective, arguably what matters is the TREND in CH4 emissions. A slight decline in CH4 over a period of two decades will actually see net cooling (because in such a situation more CH4 is degrading relative to how much is being emitted)."
        },
        {
            "tweetid": 75,
            "finalStatement": "It is crucial to take individual climate action namely to show the example. But it cannot be the whole solution to the climate crisis, we need companies and governments to act as boldly and quickly as possible."
        },
        {
            "tweetid": 76,
            "finalStatement": "Renewable energy is the cheapest source of power in most of the world - and it’s the cleanest. We demand renewable energy instead of polluting fossil fuels, for safe, breathable air! 👏👏 We all deserve clean air now."
        },
        {
            "tweetid": 77,
            "finalStatement": "People in developing countries are at much higher risk due to climate-related disasters than developed countries. "
        },
        {
            "tweetid": 78,
            "finalStatement": "Many people don't understand the 1.5 °C Global warming. However, this phenomenon is very similar to the fever that humans suffer during infection and some diseases. The average human body temperature is 37 °C. This temperature rises to 38 or 38.5 °C, when a person has fever. This 1.0-1.5 °C change in temperature causes severe pain to the bearer & affects the patient's life."
        },
        {
            "tweetid": 79,
            "finalStatement": "Fossil fuel subsidies must come to an end for all sectors if one really wants to seriously tackle climate change. "
        },
        {
            "tweetid": 80,
            "finalStatement": "On our current trajectory, between 32 and 132 million people could fall into extreme poverty in 2030 due to the impacts of climate change."
        },
        {
            "tweetid": 81,
            "finalStatement": "I don't scare easily. This scares me because it starts to look like climate breakdown. At a global temperature anomaly of 1.1°C. Sharp rise in methane levels threatens world climate targets."
        },
        {
            "tweetid": 82,
            "finalStatement": "Fossil fuels are killing the world's coral reefs."
        },
        {
            "tweetid": 83,
            "finalStatement": "Deniers love to argue that more CO2 is good for plants. And indeed, a new study found that it's boosting forest growth. BUT they also found higher temperatures and stronger drought conditions are slowing plant growth – and killing trees faster yet."
        },
        {
            "tweetid": 84,
            "finalStatement": "Twenty-three species were declared extinct — an announcement that may offer a glimpse of the future. Our biodiversity is in crisis. This is a sobering reminder that extinction is a consequence of human-caused climate change."
        },
        {
            "tweetid": 85,
            "finalStatement": "The global food system — a vast web of industries and processes that stretches from seed to pasture to packaging to supermarket to trash dump — produces at least a third of all human-caused greenhouse gases."
        },
        {
            "tweetid": 86,
            "finalStatement": "Nuclear fusion still remains technological optimism. Some of the solutions that we know work and that we can already apply: - save energy - develop renewable energy - stop fossil fuel subsidies."
        },
        {
            "tweetid": 87,
            "finalStatement": "Stop fossil fuels! We need system change. World leaders especially from rich countries and multinational companies that are causing the climate crisis need to be held responsible! We cannot continue living in a world that prioritizes profit!"
        },
        {
            "tweetid": 88,
            "finalStatement": "Those arguing climate change isn't real are just distracting and delaying. Their goal, willful or not, is to keep us burning fossil fuels. Accept denial for what it is - ugly special interest politics."
        },
        {
            "tweetid": 89,
            "finalStatement": "The food sector alone accounts for nearly one-third of global GHG emissions. We can't solve the climate crisis without taking food and agriculture into account! "
        },
        {
            "tweetid": 90,
            "finalStatement": "Global emissions need to drop way steeper. However the price for renewable will drop fast and hence make most fossils become stranded assets."
        },
        {
            "tweetid": 91,
            "finalStatement": "Most of the climate impacts we are seeing now, including ice sheet loss and sea level rise, get worse the more fossil fuel humans burn, and will be irreversible on any time scale we care about. I wish it was not the case but it is."
        },
        {
            "tweetid": 92,
            "finalStatement": "Without immediate action on climate, 120 million people could be pushed into poverty by 2030. 🚨This is what a climate emergency looks like. 🚨"
        },
        {
            "tweetid": 93,
            "finalStatement": "Preventing catastrophic warming is dependent on tackling meat and dairy consumption (with health co-benefits)."
        },
        {
            "tweetid": 94,
            "finalStatement": "Nice one: The 3% of scientific papers that deny climate change are all flawed."
        },
        {
            "tweetid": 95,
            "finalStatement": "There is No Plan B to renewable energy! And there is No Planet B for nice living!"
        },
        {
            "tweetid": 96,
            "finalStatement": "Wind and solar are far better for wildlife than coal-fueled warming, air pollution, and water pollution."
        },
        {
            "tweetid": 97,
            "finalStatement": "Stop hoping we can fix climate change by pulling carbon out of the air, scientists warn."
        },
        {
            "tweetid": 98,
            "finalStatement": "In order to ensure a livable planet, we must break free from fossil fuels."
        },
        {
            "tweetid": 99,
            "finalStatement": "When I see 8 million people dying per year from outdoor air pollution associated with fossil fuel combustion, covering a desert with solar panels seems a small price to pay to avoid it. We should invest in more energy dense sources (geothermal, adv nuclear, fusion, etc.) too."
        },
        {
            "tweetid": 100,
            "finalStatement": "Renewable energy brings more than jobs to the table, especially in rural communities. They lay the foundation for an economy that meets the needs of local communities, and provides clean and affordable energy."
        },
        {
            "tweetid": 101,
            "finalStatement": "If global heating continues at current rate of 2.7C, losses will be greater with 68% of glaciers disappearing by 2100. Half of glaciers will be gone by 2100 even under Paris 1.5C accord, study finds. "
        },
        {
            "tweetid": 102,
            "finalStatement": "Climate change remains the biggest threat of our times. "
        },
        {
            "tweetid": 103,
            "finalStatement": "Under the effects of biodiversity loss and climate change, crucial (hard to reverse or irreversible) thresholds (tipping points) can be exceeded with dire consequences for people and nature."
        },
        {
            "tweetid": 104,
            "finalStatement": "Current policies will bring 'catastrophic' climate breakdown, warn former UN leaders."
        },
        {
            "tweetid": 105,
            "finalStatement": "Nearly one-quarter of those who experienced extreme weather in the past five years said someone in their household had a serious health problem as a result."
        },
        {
            "tweetid": 106,
            "finalStatement": "How climate change affects year-to-year variability in wheat yields and prices: In a 2°C warmer world, yields are more variable, leading to larger price spikes, exacerbating inequalities. "
        },
        {
            "tweetid": 107,
            "finalStatement": "36 ± 8% glacier mass loss is already committed in response to past Greenhouse Gas emissions. Ambitious reductions in CO2 emissions are necessary for the long-term preservation of glaciers."
        },
        {
            "tweetid": 108,
            "finalStatement": "If emissions of greenhouse gases continue to increase, we can expect temperature to rise by up to 5.6 degree celsius, global sea levels to rise up to 4' or more, extreme weather to intensify, damage to property and infrastructure."
        },
        {
            "tweetid": 109,
            "finalStatement": "Future climate impacts are unavoidable, it is a question of how much we can minimize them."
        },
        {
            "tweetid": 110,
            "finalStatement": "Fossil fuel subsidies are creating terrible global and regional air pollution, and warming our climate rapidly, quite possibly to the point of massive ecosystem and human population collapses."
        },
        {
            "tweetid": 111,
            "finalStatement": "Voluntary company commitments to cut carbon pollution very inadequate to slow climate change. A limit or fee on carbon pollution essential to slow climate pollution."
        },
        {
            "tweetid": 112,
            "finalStatement": "When emissions go to zero, the planet stops warming up. The science is clear on this"
        },
        {
            "tweetid": 113,
            "finalStatement": "'Invisible killer': fossil fuels caused 8.7 million deaths globally in 2018, research finds. Pollution from coal-fired power plants, diesel vehicles and other sources accounted for one in five of all deaths that year, more detailed analysis reveals."
        },
        {
            "tweetid": 114,
            "finalStatement": "11,000+ scientists agree — the world will endure untold human suffering if humans don't dramatically reduce GHG emissions. We must take on the greed of the fossil fuel industry and its cronies by declaring a climate emergency."
        },
        {
            "tweetid": 115,
            "finalStatement": "Climate change could worsen the spread of Zika virus and other infectious diseases."
        },
        {
            "tweetid": 116,
            "finalStatement": "Energy and water efficiency. 5 minutes of hot water uses the same energy as 14 hours of incandescent 60W light bulb. Save hot water!"
        },
        {
            "tweetid": 117,
            "finalStatement": "If you're rich, quit flying so much. But if not, best way to reduce emissions is get involved in politics and policy."
        },
        {
            "tweetid": 118,
            "finalStatement": "Our climate change trajectory is a bit like driving in the complete opposite direction of where you want to go, despite having roadmaps, a GPS, and people screaming at you that you are going the wrong way."
        },
        {
            "tweetid": 119,
            "finalStatement": "The young people taking their countries to court over climate inaction. Children and young adults around the world are demanding action from governments on global heating and the ecological crisis."
        },
        {
            "tweetid": 120,
            "finalStatement": "The livestock industry has a massive impact on the climate. It’s time we found another way."
        },
        {
            "tweetid": 121,
            "finalStatement": "Down with guilt! There are much better ways to get people to act on climate change."
        },
        {
            "tweetid": 122,
            "finalStatement": "Ice sheet instability, sea level rise, permafrost melt, Arctic sea ice loss, ocean acidification, and glacier melt. These issues are long term and essentially irreversible. It is imperative to keep warming under 1.5C to minimize risk, but global action is insufficient. "
        },
        {
            "tweetid": 123,
            "finalStatement": "Forests are our life support system. Yet, they are being destroyed to make way for food commodities like palm oil, soy meat and dairy products. To win the fight against the climate crisis, we must protect forests around the world. "
        },
        {
            "tweetid": 124,
            "finalStatement": "New research shows that if companies paid for their natural capital—they wouldn't be profitable."
        },
        {
            "tweetid": 125,
            "finalStatement": "Forests receive a meager portion of climate funding, but contribute ~30% of the solution to climate change. Not to mention the benefits to biodiversity of preserving forests!"
        },
        {
            "tweetid": 126,
            "finalStatement": "It is now glaringly clear that inaction is many, many, many times greater than the costs of action to prevent the worst impacts of human induced climate change! No more excuses for inaction!"
        },
        {
            "tweetid": 127,
            "finalStatement": "Global sea-level rise happening faster than in the previous 3,000 years."
        },
        {
            "tweetid": 128,
            "finalStatement": "Earth has lost an estimated 50 percent of its shallow water corals in the last 30 years."
        },
        {
            "tweetid": 129,
            "finalStatement": "Nearly 140 countries could be powered entirely by wind, solar and water by 2050"
        },
        {
            "tweetid": 130,
            "finalStatement": "Less than 50% of the world’s major banks have conducted an analysis of what a 2°C global average temperature rise means for their business. Failure to recognize climate risks and opportunities is slowing transition to low carbon, safe world."
        },
        {
            "tweetid": 131,
            "finalStatement": "Humans have increased the CO₂ concentration 50% from 280ppm to 420ppm. We are now responsible for 33% of the atmosphere's CO₂. "
        },
        {
            "tweetid": 132,
            "finalStatement": "Leaders of Global South and island nations have warned that 2°C of heating means climate genocide and the certain death of Africa, but that is what is now being normalised by media and leaders of high emitting countries. Radical evil."
        },
        {
            "tweetid": 133,
            "finalStatement": "Let us remember that the current storms, wildfires, and heat are merely precursors to sea-level rise, loss of the Arctic, biodiversity losses, and water stress that no human society has ever experienced."
        },
        {
            "tweetid": 134,
            "finalStatement": "The max. CO2 concentration in the ice core record of the past 650,000 years is less than 300ppm. The concentration last April of around 416 is far above anything the earth 🌍 has seen probably for millions of years. "
        },
        {
            "tweetid": 135,
            "finalStatement": "Global warming not slowing - it's speeding up."
        },
        {
            "tweetid": 136,
            "finalStatement": "There's a frightening link between climate change and malnutrition"
        },
        {
            "tweetid": 137,
            "finalStatement": "If we continue to treat the climate crisis as something young people are dealing with then we are screwed. Young people are the ones that decided to take action, but it takes a village to solve this kind of problem."
        },
        {
            "tweetid": 138,
            "finalStatement": "Defending flying reveals a desire for things not to change - for us to stop climate breakdown while keeping society and our lives the same. And I get that. And it may have worked if it was still 1990. But the rates of change needed now are... large."
        },
        {
            "tweetid": 139,
            "finalStatement": "Finally I think you can paint a vivid picture of planetary systems that may show that unviable agriculture, sea level rise, and multiple simultaneous climate disasters on a regular schedule will do much to harm rich people too."
        },
        {
            "tweetid": 140,
            "finalStatement": "200+ attribution studies examined whether climate change made some events, e.g., heat spells, droughts, floods, storms more likely. They found that about 2/3 of the extreme events were made more likely/severe by the build-up of GHG in the atmosphere."
        },
        {
            "tweetid": 141,
            "finalStatement": "UN urges global move to meat and dairy-free diet."
        },
        {
            "tweetid": 142,
            "finalStatement": "The Paris-based International Energy Agency, a top energy watchdog, warned investors last year not to fund new oil, gas and coal supply projects if the world wants to reach net zero emissions by mid-century."
        },
        {
            "tweetid": 143,
            "finalStatement": "Solving climate change requires policies that make the renewable energy transition easier."
        },
        {
            "tweetid": 144,
            "finalStatement": "The move from coal to solar is possible. In the end, using this land for a solar farm optimizes the shuttered uneconomic coal plants."
        },
        {
            "tweetid": 145,
            "finalStatement": "The G20 governments provide over $77 billion in public finance for fossil fuel projects each year. Despite the mounting urgency of the climate crisis, this number has remained virtually unchanged since the Paris Agreement was adopted."
        },
        {
            "tweetid": 146,
            "finalStatement": "The rich nations should put their political interests aside and give a strong hand to the most affected countries for adapting to the global warming. "
        },
        {
            "tweetid": 147,
            "finalStatement": "Multiple lines of evidence indicate that the majority of warmer water coral reefs that exist today (70-90%) will largely disappear when global warming exceeds 1.5°C, says the IPCC Special Report on Global Warming of 1.5°C."
        }
    ]
}